tap "rioriost/agefreighter", "https://github.com/rioriost/agefreighter.git"
tap "rioriost/celestsp"
tap "rioriost/macocr"
tap "rioriost/parasync"
tap "rioriost/phorganize"
tap "rioriost/tapostreamer"
brew "openjdk"
brew "antlr"
brew "azure-cli"
brew "cliclick"
brew "cmake"
brew "direnv"
brew "docker-desktop"
brew "dotnet"
brew "duti"
brew "ffmpeg"
brew "git"
brew "helm"
brew "jq"
brew "libmagic"
brew "libmediainfo"
brew "mas"
brew "mysql-client"
brew "nmap"
brew "numpy"
brew "postgresql@16", restart_service: :changed
brew "pyinstaller"
brew "python-tk@3.11"
brew "tcl-tk"
brew "python-tk@3.13"
brew "rbenv"
brew "rsync"
brew "ruby-build"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "rioriost/celestsp/celestsp"
brew "rioriost/macocr/macocr"
brew "rioriost/parasync/parasync"
brew "rioriost/phorganize/phorganize"
brew "rioriost/tapostreamer/tapostreamer"
cask "1password"
cask "adobe-creative-cloud"
cask "atok"
cask "chatgpt"
cask "discord"
cask "dropbox"
cask "intune-company-portal"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "owncloud"
cask "rectangle"
cask "vlc"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
