tap "homebrew/bundle"
tap "homebrew/services"
brew "azure-cli"
brew "cliclick"
brew "cmake"
brew "duti"
brew "ffmpeg"
brew "git"
brew "helm"
brew "jq"
brew "libmagic"
brew "mas"
brew "mysql-client"
brew "nmap"
brew "postgresql@16", restart_service: true
brew "rsync"
brew "tcl-tk"
brew "wget"
brew "uv"
cask "1password"
cask "adobe-creative-cloud"
cask "atok"
cask "discord"
cask "docker"
cask "dropbox"
cask "intune-company-portal"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "owncloud"
cask "rectangle"
cask "vlc"
cask "zed"
mas "Azure VPN Client", id: 1553936137
mas "1Password for Safari", id: 1569813296
